tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jimeh/emacs-builds"
brew "asciidoc"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "black"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "codemod"
brew "gmp"
brew "comby"
brew "coreutils"
brew "openldap"
brew "curl"
brew "direnv"
brew "dos2unix"
brew "editorconfig"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "python@3.8"
brew "imagemagick"
brew "ispell"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "ledger"
brew "libssh"
brew "mosh"
brew "neovim"
brew "netcat"
brew "nginx"
brew "nmap"
brew "node"
brew "oath-toolkit"
brew "pandoc"
brew "parallel"
brew "tree"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "prettier"
brew "redis", restart_service: true
brew "ripgrep"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "sshuttle"
brew "starship"
brew "streamlink"
brew "tmate"
brew "tmux"
brew "watch"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "yt-dlp"
brew "zig"
brew "zsh"
cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "discord"
cask "docker"
cask "emacs-app"
cask "font-cascadia"
cask "font-fira-code"
cask "font-go-mono"
cask "font-gomono-nerd-font"
cask "font-hack"
cask "font-input"
cask "font-jetbrains-mono"
cask "font-office-code-pro"
cask "gimp"
cask "google-chrome"
cask "kap"
cask "karabiner-elements"
cask "keybase"
cask "keycastr"
cask "kitty"
cask "mpv"
cask "ngrok"
cask "scratch"
cask "signal"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "wireshark"
cask "wkhtmltopdf"
