tap "d12frosted/emacs-plus"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "sourcegraph/src-cli"
tap "universal-ctags/universal-ctags"
brew "xz"
brew "gnupg"
brew "notmuch"
brew "alot"
brew "aria2"
brew "asciidoc"
brew "aspell"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "black"
brew "codemod"
brew "comby"
brew "coreutils"
brew "csshx"
brew "direnv"
brew "dos2unix"
brew "editorconfig"
brew "fd"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-tar"
brew "go"
brew "goreleaser"
brew "graphviz"
brew "hledger"
brew "htop"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "jsonnet"
brew "kubectx"
brew "kustomize"
brew "lastpass-cli"
brew "ledger"
brew "minikube", link: false
brew "mkcert"
brew "mosh"
brew "msmtp"
brew "mtr", link: false
brew "netcat"
brew "nginx"
brew "nmap"
brew "node"
brew "node@14"
brew "nss"
brew "p7zip"
brew "pandoc"
brew "parallel"
brew "tree"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "pngcrush"
brew "postgresql", restart_service: true
brew "prettier"
brew "pypy"
brew "redis", restart_service: true
brew "ripgrep"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "streamlink"
brew "terraform"
brew "tmate"
brew "tmux"
brew "tnftp"
brew "vegeta"
brew "watch"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-icon", "with-no-titlebar"]
brew "johanhaleby/kubetail/kubetail"
brew "sourcegraph/src-cli/src-cli"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "day-o"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox-developer-edition"
cask "font-cascadia"
cask "font-fira-code"
cask "font-go-mono"
cask "font-hack"
cask "font-input"
cask "font-jetbrains-mono"
cask "font-office-code-pro"
cask "foxitreader"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-earth-pro"
cask "handbrake"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keybase"
cask "keycastr"
cask "kitty"
cask "little-snitch"
cask "meetingbar"
cask "minikube"
cask "mpv"
cask "phantomjs"
cask "plex-media-server"
cask "signal"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "wkhtmltopdf"
